Repository: bmeurer/xsetleds
Catalog: po/*.po
Languages: es

source: keycode: unknown key '%s'. this is a bug, please report it.
es: keycode: Tecla desconocida: '%s'. Esto es un error, por favor reportelo.

source: error while sending fake key events
es: error al enviar eventos de tecla falsos

source: error in reading keyboard indicator states
es: error al leer los indicadores de estado del teclado

source: setting a led is only supported if
es: solo se puede encender un indicador si

source: is compiled with XKB support.
es: fué compilado con soporte para XKB.

source: clearing a led is only supported if
es: solo se puede apagar un indicador si

source: bad command line option "%s"
es: opción de linea de comandos erronea "%s"

source: cannot open display "%s"
es: no puedo abrir la pantalla "%s"

source: usage: %s [-version] [-help] [-show] [-display displayname] [[+/-]caps] [[+/-]num] [[+/-]scroll] Type %s -help for a full description.
es: uso: %s [-version] [-help] [-show] [-display nombre] [[+/-]caps] [[+/-]num] [[+/-]scroll] use %s -help para una descripción completa.

source: usage: %s [options ...] where options include: -version print the version number -help print this message -show print the current led states -display displayname X server to connect to +/-caps Set/clear/toggle Caps Lock +/-num Set/clear/toggle Num Lock +/-scroll Set/clear/toggle Scroll Lock Note, that clearing, setting and showing the states of the leds is only avaiable if %s is compiled with XKB support.
es: uso: %s [opciones ...] las opciones incluyen: -version imprime el número de version -help imprime este mensaje -show muestra los estados actuales de los indicadores -display nombre servidor X al cual conectar +/-caps enciende/apaga/conmuta Caps Lock +/-num enciende/apaga/conmuta Num Lock +/-scroll enciende/apaga/conmuta Scroll Lock Notese que encender, apagar y mostrar los estados de los indicadores solo es posible si %s fué compilado con soporte para XKB.

source: current states:
es: estados actuales:

source: on
es: encendido

source: off
es: apagado

source: showing the led states is only possible if
es: mostrar los estados de los indicadores solo es posible si

source: %s (warning):
es: %s (advertencia):
